[
  {
    "title": "Dragon Age: Inquisition",
    "category": "RPG",
    "platform": ["PC", "Playstation 4", "Xbox 360"],
    "releaseYear": 2014,
    "developer": "BioWare",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//0f26a97f-11f0-4117-a5e8-2218d9c7da4b.png",
    "backdropUrl": "https://images.launchbox-app.com//8b834c37-ec9f-42ad-a8f6-cfea6c4ba519.jpg",
    "description": "Dragon Age: Inquisition è un epico GDR fantasy ricco di storia, dove il destino del mondo è nelle tue mani. In un continente dilaniato dal caos, la magia è fuori controllo, i cieli si squarciano e demoni emergono dal Vuoto. Sei l’Inquisitore, marchiato da un potere misterioso, l’unico in grado di sigillare le fratture e riportare l’ordine. Tradimenti, alleanze e sacrifici segnano ogni tua scelta. Raduna compagni leali, affronta mostri antichi e sfida forze oscure che minacciano Thedas. Tra lotte di potere, antiche profezie e un conflitto imminente tra imperi e creature ultraterrene, dovrai decidere chi sei… e fino a che punto sei disposto a spingerti per salvare — o dominare — il mondo.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Fantasy", "Medieval"],
    "id": 1,
    "createdAt": "2025-06-17T14:24:34.009Z",
    "updatedAt": "2025-06-17T14:24:34.009Z"
  },
  {
    "title": "Dark Souls III",
    "category": "Action RPG",
    "platform": ["PC", "Playstation 4", "Xbox 360"],
    "releaseYear": 2016,
    "developer": "FromSoftware",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//3395b5b8-c045-4b91-9c23-efd223086848.jpg",
    "backdropUrl": "https://images.launchbox-app.com//88ad91e8-e233-47fc-8ba7-5f1f1ef78859.jpg",
    "description": "Dark Souls III è un oscuro action RPG ambientato in un mondo morente, dove la cenere cede il passo alle fiamme e ogni passo può essere l’ultimo. Nei panni del Non Morto Prescelto, ti risvegli in una terra in rovina, infestata da creature abominevoli e leggende dimenticate, chiamato a riportare in vita i Signori della Cenere… o a riscrivere il destino del regno con le tue mani. In un ciclo eterno di fuoco e rovina, affronta la disperazione con acciaio e coraggio. Esplora castelli decadenti, rovine avvelenate e cattedrali dimenticate, dove ogni nemico è una minaccia mortale e ogni vittoria è una conquista. La tua volontà sarà messa alla prova, la tua anima consumata… ma solo chi persevera scoprirà la verità sul tramonto degli dei.",
    "gameMode": ["Giocatore Singolo", "Multiplayer (1-4 giocatori)"],
    "theme": ["Dark Fantasy", "Medieval"],
    "id": 2,
    "createdAt": "2025-06-17T14:38:36.707Z",
    "updatedAt": "2025-06-17T14:38:36.707Z"
  },
  {
    "title": "The Legend of Zelda: Breath of the Wild",
    "category": "Open World",
    "platform": ["Nintendo Switch"],
    "releaseYear": 2017,
    "developer": "Nintendo",
    "rating": 10,
    "coverUrl": "https://images.launchbox-app.com//9524e5f7-ccc8-4ce6-a581-03f82c51825e.jpg",
    "backdropUrl": "https://images.launchbox-app.com//d65428fd-beeb-44a7-94da-246e8c67a260.jpg",
    "description": "The Legend of Zelda: Breath of the Wild è un'avventura open-world mozzafiato che rompe ogni schema della serie, un viaggio epico attraverso un Hyrule vasto, selvaggio e vibrante, dove ogni montagna può essere scalata, ogni segreto scoperto, ogni enigma risolto. Nei panni di Link, risvegliato da un lungo sonno, dovrai affrontare i resti di un regno distrutto e fermare la calamità che minaccia ciò che resta. Libertà assoluta, combattimenti dinamici, poteri antichi e una natura viva che premia l’ingegno: scrivi il tuo cammino, perché ogni passo può essere leggenda.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Fantasy", "Adventure"],
    "id": 3,
    "createdAt": "2025-06-17T14:39:31.260Z",
    "updatedAt": "2025-06-17T14:39:31.260Z"
  },
  {
    "title": "Outlast",
    "category": "Survival Horror",
    "platform": ["PC", "Playstation 4", "Xbox 360"],
    "releaseYear": 2013,
    "developer": "Red Barrels",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//4daf94a2-1f28-4e66-af92-3c2e6f8d3581.png",
    "backdropUrl": "https://images.launchbox-app.com//729b5e30-7c74-41f7-ac0e-cca610d4ec90.png",
    "description": "Outlast è un survival horror psicologico estremo che ti catapulta in un incubo viscerale senza via d’uscita, dove sopravvivere significa solo una cosa: scappare. Nei panni di Miles Upshur, un giornalista freelance armato solo della sua videocamera, ti avventuri all’interno del manicomio di Mount Massive, un luogo infestato da follia, esperimenti aberranti e presenze disumane. Nessuna arma, solo il buio, la paura e i tuoi nervi. Ogni corridoio è una trappola, ogni respiro potrebbe essere l’ultimo. La luce è la tua unica speranza, ma anche il tuo peggior nemico.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Horror", "Thriller"],
    "id": 4,
    "createdAt": "2025-06-17T14:40:34.519Z",
    "updatedAt": "2025-06-17T14:40:34.519Z"
  },
  {
    "title": "Half-Life: Alyx",
    "category": "FPS",
    "platform": ["PC"],
    "releaseYear": 2020,
    "developer": "Valve",
    "rating": 10,
    "coverUrl": "https://images.launchbox-app.com//6977065e-2759-49f9-8c52-2d0f10742b84.png",
    "backdropUrl": "https://images.launchbox-app.com//627a211c-4ec2-4cd6-814b-bee8e4c28132.jpg",
    "description": "Half-Life: Alyx è un’esperienza VR immersiva e rivoluzionaria che ti cala nei panni di Alyx Vance, ultima speranza dell’umanità contro l'oppressione aliena del Cartello. Ambientato tra gli eventi di Half-Life e Half-Life 2, combatterai in una Città 17 decadente, tra vicoli inquietanti, laboratori segreti e orrori biologici, usando ogni gesto del tuo corpo per sparare, esplorare e risolvere enigmi. La realtà virtuale diventa la tua unica arma, l’ambiente il tuo campo di battaglia, e ogni mossa può significare salvezza o condanna. La sopravvivenza non è più una scelta, è un istinto.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Sci-fi"],
    "id": 5,
    "createdAt": "2025-06-17T14:40:47.600Z",
    "updatedAt": "2025-06-17T14:40:47.600Z"
  },
  {
    "title": "Inside",
    "category": "Puzzle",
    "platform": ["PC", "Playstation 4", "Xbox 360", "Nintendo Switch"],
    "releaseYear": 2016,
    "developer": "Playdead",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//d2a3534f-4904-4bc0-bda5-10dfbdf18584.png",
    "backdropUrl": "https://images.launchbox-app.com//13233b15-8113-4a97-8ed8-60e18a5bc8a6.jpg",
    "description": "Inside è un cupo e inquietante platform narrativo che ti trascina in un mondo distorto e silenzioso, dove ogni passo è carico di tensione e ogni ombra cela un segreto. Nei panni di un ragazzino senza nome, fuggirai da una società opprimente e corrotta, attraversando paesaggi industriali, esperimenti raccapriccianti e strutture sorvegliate, mentre un silenzio assordante accompagna la tua discesa nell’ignoto. Nessuna spiegazione, nessuna guida, solo un senso costante di pericolo e mistero che cresce fino a un finale indimenticabile. Un viaggio breve, ma destinato a segnarti.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Thriller", "Noir"],
    "id": 6,
    "createdAt": "2025-06-17T14:41:15.442Z",
    "updatedAt": "2025-06-17T14:41:15.442Z"
  },
  {
    "title": "Tekken 7",
    "category": "Fighting",
    "platform": ["Playstation 4", "Xbox 360", "PC"],
    "releaseYear": 2015,
    "developer": "Bandai Namco",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//60374fe8-0cba-492f-bc40-b8116ff91bcf.jpg",
    "backdropUrl": "https://images.launchbox-app.com//0d60c51c-7d2d-4588-8b65-32001db9db0b.png",
    "description": "Tekken 7 è l'apice della leggendaria saga dei Mishima, un picchiaduro adrenalinico che fonde tecnica, velocità e dramma in combattimenti uno contro uno spettacolari e profondamente strategici. Ogni colpo è preciso, ogni mossa racconta una storia di rivalità, vendetta e onore. Con un roster imponente di lottatori unici, animazioni fluide e uno stile cinematografico potente, Tekken 7 ti trascina in arene mozzafiato dove solo i più abili sopravvivono. Che tu combatta per la gloria, per la famiglia o per pura furia, qui ogni battaglia è personale.",
    "gameMode": ["Multiplayer (1-4 giocatori)"],
    "theme": ["Fantasy"],
    "id": 7,
    "createdAt": "2025-06-17T14:41:31.578Z",
    "updatedAt": "2025-06-17T14:41:31.578Z"
  },
  {
    "title": "The Sims 4",
    "category": "Simulation",
    "platform": ["PC", "Mac"],
    "releaseYear": 2014,
    "developer": "Maxis",
    "rating": 7,
    "coverUrl": "https://images.launchbox-app.com//4df4cdc9-a5cc-4330-9f60-63cb219124bb.jpg",
    "backdropUrl": "https://images.launchbox-app.com//d0566d3d-006d-4882-bb96-f45e96443190.jpg",
    "description": "The Sims 4 è una simulazione di vita coinvolgente e creativa dove puoi costruire, controllare e plasmare ogni dettaglio della vita dei tuoi Sims. Dai forma alle loro case, relazioni, carriere e sogni, in un mondo ricco di possibilità, emozioni e sorprese quotidiane. Sperimenta amori, successi, disastri domestici e momenti esilaranti, tutto mentre segui – o stravolgi – il corso del destino. Che tu voglia creare una famiglia perfetta, un artista folle o un genio del male, ogni storia è unica e ogni scelta ha conseguenze.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Life"],
    "id": 8,
    "createdAt": "2025-06-17T14:41:54.880Z",
    "updatedAt": "2025-06-17T14:41:54.880Z"
  },
  {
    "title": "Ori and the Will of the Wisps",
    "category": "Platform",
    "platform": ["PC", "Xbox Series X/S", "Nintendo Switch"],
    "releaseYear": 2020,
    "developer": "Moon Studios",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//0af973fb-767b-4bb8-87b2-e958e8c960cc.jpg",
    "backdropUrl": "https://images.launchbox-app.com//6e076712-f010-449c-8aa1-d06d3effa291.jpg",
    "description": "Ori and the Will of the Wisps è un’avventura platform emozionante e visivamente incantevole che ti guida in un mondo magico fatto di luce e ombra, pericolo e meraviglia. Nei panni dello spirito guardiano Ori, affronterai un viaggio toccante alla ricerca della verità, della speranza e di un destino che va oltre ogni confine. Con un gameplay raffinato, combattimenti fluidi, ambientazioni dipinte a mano e una colonna sonora struggente, ogni salto, ogni enigma e ogni sacrificio diventano parte di una storia che parla direttamente al cuore.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Fantasy", "Adventure"],
    "id": 9,
    "createdAt": "2025-06-17T14:42:16.604Z",
    "updatedAt": "2025-06-17T14:42:16.604Z"
  },
  {
    "title": "A Way Out",
    "category": "Story Driven",
    "platform": ["Playstation 4", "Xbox 360", "PC"],
    "releaseYear": 2018,
    "developer": "Hazelight Studios",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//e80c5ae2-6095-47c9-93ef-d96e391ffa0b.jpg",
    "backdropUrl": "https://images.launchbox-app.com//323754a0-3451-4811-b20f-0e562d45aba9.png",
    "description": "A Way Out è un'esperienza co-op narrativa unica nel suo genere, dove due giocatori vestono i panni di Leo e Vincent, detenuti con un solo obiettivo: evadere e sopravvivere. Attraverso una storia intensa e cinematografica, vivrai azione, tensione e momenti di profonda umanità, dove ogni scelta, ogni collaborazione e ogni passo condiviso influenzeranno il corso degli eventi. Nessuna fuga è possibile da soli: solo uniti, contro il mondo e i propri demoni, si può trovare la libertà… o cadere insieme.",
    "gameMode": ["Co-op Locale (2 giocatori)", "Co-op Multiplayer (2-4 giocatori)"],
    "theme": ["Thriller"],
    "id": 10,
    "createdAt": "2025-06-17T14:43:22.209Z",
    "updatedAt": "2025-06-17T14:43:22.209Z"
  },
  {
    "title": "Elden Ring",
    "category": "Action RPG",
    "platform": ["PC", "Playstation 5", "Xbox Series X/S"],
    "releaseYear": 2022,
    "developer": "FromSoftware",
    "rating": 10,
    "coverUrl": "https://images.launchbox-app.com//f4cf7db9-c812-4a36-a5eb-1e9bcd6b6c37.jpg",
    "backdropUrl": "https://images.launchbox-app.com//d4d8ae7a-2d6f-4cbd-b508-b8f57d641614.jpg",
    "description": "Elden Ring è un epico action RPG open world forgiato dalla mente di Hidetaka Miyazaki e arricchito dalla visione narrativa di George R.R. Martin, un viaggio oscuro e grandioso attraverso le Terre di Mezzo, dove ogni rovina nasconde un segreto e ogni battaglia è una prova di volontà. Nei panni di un Senzaluce, esplorerai un regno in frantumi, affronterai divinità decadute, cavalcherai attraverso paesaggi maestosi e dovrai scegliere se restaurare l’Ordine Ancestrale o forgiare un destino tuo. Solitudine, gloria e caduta si intrecciano in una leggenda scritta col sangue.",
    "gameMode": ["Giocatore Singolo", "Multiplayer (1-4 giocatori)"],
    "theme": ["Dark Fantasy", "Medieval"],
    "id": 11,
    "createdAt": "2025-06-17T14:43:37.630Z",
    "updatedAt": "2025-06-17T14:43:37.630Z"
  },
  {
    "title": "Divinity: Original Sin II",
    "category": "RPG",
    "platform": ["PC", "Mac", "Playstation 4", "Xbox One", "Nintendo Switch"],
    "releaseYear": 2017,
    "developer": "Larian Studios",
    "rating": 10,
    "coverUrl": "https://images.launchbox-app.com//d1685d07-f125-48e1-88e5-3e19aba43e33.jpg",
    "backdropUrl": "https://images.launchbox-app.com//62ea545c-8e48-4748-a84a-0a5a1c8ceecc.png",
    "description": "Divinity: Original Sin II è un GDR profondo e reattivo dove ogni scelta ha conseguenze e ogni personaggio può cambiare il corso della storia. Ambientato in un mondo lacerato dalla magia proibita, vestirai i panni di un Senzadivo, portatore di un potere temuto dagli dèi stessi, in una lotta per la libertà, la verità e la divinità. Con un sistema di combattimento a turni strategico, una narrazione ramificata e una libertà d’azione straordinaria, potrai forgiare alleanze, tradire compagni e riscrivere il destino di Rivellon in una campagna epica giocabile da solo o in co-op.",
    "gameMode": ["Giocatore Singolo", "Co-op Multiplayer (2-4 giocatori)"],
    "theme": ["Fantasy", "Medieval"],
    "id": 12,
    "createdAt": "2025-06-17T14:43:54.300Z",
    "updatedAt": "2025-06-17T14:43:54.300Z"
  },
  {
    "title": "Grand Theft Auto V",
    "category": "Open World",
    "platform": ["PC", "Playstation 4", "Playstation 5", "Xbox Series X/S"],
    "releaseYear": 2013,
    "developer": "Rockstar Games",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//0d2d5109-171d-45a1-a701-8c1c43d17aac.png",
    "backdropUrl": "https://images.launchbox-app.com//2e9c080f-c4b6-4f46-bc3e-3faf527cb23e.jpg",
    "description": "Grand Theft Auto V è un’avventura d’azione open-world travolgente e irriverente che ti mette nei panni di tre criminali molto diversi tra loro, uniti da ambizione, violenza e disperazione nella metropoli spietata di Los Santos. Tra rapine spettacolari, inseguimenti folli, scelte morali e caos totale, vivrai una storia intrecciata che fonde satira sociale e adrenalina pura. Dalla campagna single-player cinematografica all’universo online in continua espansione, GTA V è una lettera d’amore criminale alla libertà assoluta e al caos controllato.",
    "gameMode": ["Giocatore Singolo", "Multiplayer (1-4 giocatori)"],
    "theme": ["Thriller", "Crime"],
    "id": 13,
    "createdAt": "2025-06-17T14:44:23.641Z",
    "updatedAt": "2025-06-17T14:44:23.641Z"
  },
  {
    "title": "The Forest",
    "category": "Survival Horror",
    "platform": ["PC", "Playstation 4"],
    "releaseYear": 2018,
    "developer": "Endnight Games",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//7a26159f-1acb-4d30-9771-b961bfa86306.jpg",
    "backdropUrl": "https://images.launchbox-app.com//701e3b0a-e2e4-4937-a440-8337beafa64e.jpg",
    "description": "The Forest è un survival horror in prima persona che ti getta nei resti fumanti di un disastro aereo, su un’isola misteriosa abitata da creature mutanti e tribù cannibali. Nei panni dell’unico superstite, dovrai esplorare, costruire rifugi, raccogliere risorse e lottare per la sopravvivenza, mentre cerchi disperatamente tuo figlio scomparso. Ogni notte porta nuovi orrori, ogni caverna cela segreti dimenticati e ogni decisione può fare la differenza tra la vita e la morte. Il pericolo non viene solo dalla natura… ma da ciò che si nasconde nell’oscurità.s",
    "gameMode": ["Giocatore Singolo", "Co-op Multiplayer (2-4 giocatori)"],
    "theme": ["Horror", "Thriller"],
    "id": 14,
    "createdAt": "2025-06-17T14:44:49.252Z",
    "updatedAt": "2025-06-17T14:44:49.252Z"
  },
  {
    "title": "Returnal",
    "category": "RogueLike",
    "platform": ["Playstation 5", "PC"],
    "releaseYear": 2021,
    "developer": "Housemarque",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//d9d10690-533f-4ed9-a654-c2b102f4cfd8.jpg",
    "backdropUrl": "https://images.launchbox-app.com//65852439-103b-4177-8add-b34be1ab775c.jpg",
    "description": "Returnal è uno sparatutto roguelike in terza persona che fonde azione frenetica e horror psicologico, in cui vestirai i panni di Selene, un’esploratrice spaziale intrappolata su un pianeta alieno ostile e in costante mutamento. Ogni morte ti riporta all’inizio, ogni ciclo è diverso, e i ricordi si fondono con incubi viventi. Solo affrontando il caos, comprendendo il mistero e dominando la sofferenza potrai spezzare il loop e scoprire la verità.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Sci-fi", "Thriller"],
    "id": 15,
    "createdAt": "2025-06-17T14:46:12.078Z",
    "updatedAt": "2025-06-17T14:46:12.078Z"
  },
  {
    "title": "The Talos Principle",
    "category": "Puzzle",
    "platform": ["PC", "Playstation 4", "Xbox One"],
    "releaseYear": 2014,
    "developer": "Croteam",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//e9e1ad32-7d04-4b16-8a89-d6a238f27fe3.jpg",
    "backdropUrl": "https://images.launchbox-app.com//c5a9a373-6ac3-4ebc-9881-db6ef0926226.jpg",
    "description": "The Talos Principle è un puzzle game filosofico in prima persona che ti pone domande profonde su coscienza, intelligenza e significato dell’esistenza, mentre esplori antiche rovine e strutture futuristiche nei panni di un'entità artificiale guidata da una voce divina. Attraverso enigmi sempre più complessi, laser, droni e portali temporali, il mondo si svela come un test, una simulazione o forse una verità più grande. Solo chi riflette, risolve e dubita potrà comprendere cosa significa davvero essere umani.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Sci-fi"],
    "id": 16,
    "createdAt": "2025-06-17T14:46:27.862Z",
    "updatedAt": "2025-06-17T14:46:27.862Z"
  },
  {
    "title": "Mortal Kombat 11",
    "category": "Fighting",
    "platform": ["PC", "Playstation 4", "Playstation 5", "Xbox Series X/S", "Nintendo Switch"],
    "releaseYear": 2019,
    "developer": "NetherRealm Studios",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//16f14e04-c181-411a-91a5-29d18d94954f.jpg",
    "backdropUrl": "https://images.launchbox-app.com//ac9c415b-eff3-4a01-92c3-c8b76cd4dc2b.jpg",
    "description": "Mortal Kombat 11 è un picchiaduro brutale e spettacolare che spinge all’estremo la storica saga, con combattimenti viscerali, personaggi iconici e una storia epica che piega il tempo stesso; tra Fatality mozzafiato, nuovi guerrieri e ritorni leggendari, ogni scontro è un'esplosione di tecnica, sangue e vendetta dove la posta in gioco è il destino dell’intero universo.",
    "gameMode": ["Giocatore Singolo", "Multiplayer (1-4 giocatori)"],
    "theme": ["Fantasy", "Thriller"],
    "id": 17,
    "createdAt": "2025-06-17T14:46:42.023Z",
    "updatedAt": "2025-06-17T14:46:42.023Z"
  },
  {
    "title": "Cities: Skylines",
    "category": "Simulation",
    "platform": ["PC", "Mac", "Playstation 4", "Xbox One", "Nintendo Switch"],
    "releaseYear": 2015,
    "developer": "Colossal Order",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//f376ad6a-af1a-457f-a51c-e23f629496f5.jpg",
    "backdropUrl": "https://images.launchbox-app.com//64c124df-6bfd-4a61-8ad7-c9e891978609.png",
    "description": "Cities: Skylines è una simulazione urbanistica profonda e gratificante che ti mette al comando della tua città ideale, dove ogni strada, quartiere e decisione amministrativa influenzano lo sviluppo, la felicità dei cittadini e l’equilibrio economico. Con strumenti avanzati di pianificazione, gestione del traffico, delle risorse e delle politiche civili, potrai trasformare un terreno vuoto in una metropoli pulsante o in un disastro urbano caotico. Creatività, logica e lungimiranza sono le chiavi per far prosperare la tua visione.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Life"],
    "id": 18,
    "createdAt": "2025-06-17T14:47:07.608Z",
    "updatedAt": "2025-06-17T14:47:07.608Z"
  },
  {
    "title": "Celeste",
    "category": "Platform",
    "platform": ["PC", "Mac", "Playstation 4", "Nintendo Switch"],
    "releaseYear": 2018,
    "developer": "Matt Makes Games",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//9f546676-2a2f-4744-b488-8a31e2a0f9cc.jpg",
    "backdropUrl": "https://images.launchbox-app.com//6d189037-76ee-4272-8bdd-b85a06e4f71f.png",
    "description": "Celeste è un platform intenso e commovente che unisce sfida tecnica e narrazione intima, accompagnandoti nella scalata della montagna Celeste nei panni di Madeline, in un viaggio fisico e interiore tra insicurezze, determinazione e crescita personale; ogni salto millimetrico, ogni caduta e ogni traguardo superato diventano metafore potenti per affrontare le proprie paure e accettarsi davvero.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Fantasy", "Thriller"],
    "id": 19,
    "createdAt": "2025-06-17T14:48:01.092Z",
    "updatedAt": "2025-06-17T14:48:01.092Z"
  },
  {
    "title": "Lovers in a Dangerous Spacetime",
    "category": "Action RPG",
    "platform": ["PC", "Playstation 4", "Xbox One", "Nintendo Switch"],
    "releaseYear": 2015,
    "developer": "Asteroid Base",
    "rating": 8,
    "coverUrl": "https://images.launchbox-app.com//963543e9-e74f-4096-8d0a-144cb03bd6ce.png",
    "backdropUrl": "https://images.launchbox-app.com//46271d46-6be3-45b0-8db2-8edd8d322f8e.png",
    "description": "Lovers in a Dangerous Spacetime è un frenetico action co-op ambientato in una galassia dai colori neon, dove tu e il tuo compagno di viaggio controllerete una navetta spaziale colma di stazioni da gestire, correndo da una all’altra per pilotare, sparare, difendere e sopravvivere; in un universo dominato dall’oscurità dell’Anti-Amore, solo la collaborazione perfetta e il caos condiviso potranno riportare la luce nei cuori stellari.",
    "gameMode": ["Co-op Locale (2 giocatori)", "Co-op Multiplayer (2-4 giocatori)"],
    "theme": ["Sci-fi"],
    "id": 20,
    "createdAt": "2025-06-17T14:48:25.705Z",
    "updatedAt": "2025-06-17T14:48:25.705Z"
  },
  {
    "title": "DOOM Eternal",
    "category": "FPS",
    "platform": ["PC", "Playstation 5", "Xbox Series X/S", "Nintendo Switch"],
    "releaseYear": 2020,
    "developer": "id Software",
    "rating": 9,
    "coverUrl": "https://gamesdb-images.launchbox.gg/r2_86badabe-bc26-4052-9524-cf53ab123002.jpg",
    "backdropUrl": "https://images.launchbox-app.com//5979f679-21ec-4087-a03d-63e1fa6dcc2e.png",
    "description": "DOOM Eternal è uno sparatutto in prima persona furioso, viscerale e ipercinetico che ti mette nei panni del DOOM Slayer, incarnazione della furia contro l'invasione demoniaca sulla Terra; con un arsenale devastante, platform adrenalinici e una colonna sonora metal che spinge l’azione oltre ogni limite, ogni combattimento è danza e distruzione, ogni arena una prova di sopravvivenza dove il minimo errore è punito con ferocia.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Sci-fi", "Horror"],
    "id": 21,
    "createdAt": "2025-06-17T14:49:49.376Z",
    "updatedAt": "2025-06-17T14:49:49.376Z"
  },
  {
    "title": "Life is Strange",
    "category": "Story Driven",
    "platform": ["PC", "Playstation 4", "Xbox 360", "Mac"],
    "releaseYear": 2015,
    "developer": "Dontnod Entertainment",
    "rating": 9,
    "coverUrl": "https://images.launchbox-app.com//3d3c0753-3e0d-4424-9dbb-52ed99c2a698.jpg",
    "backdropUrl": "https://images.launchbox-app.com//5ec707a9-6440-483b-9094-47b4f884ab9b.png",
    "description": "Life is Strange è un’avventura narrativa interattiva incentrata sulle emozioni, le scelte e il tempo stesso, dove segui la storia di Max, una giovane fotografa con il potere di riavvolgere il tempo, e affronti le conseguenze di ogni decisione in un racconto toccante sull’amicizia, l’identità e il dolore; in un mondo fragile e bellissimo, ogni momento conta, e il futuro è sempre in bilico.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Thriller", "Fantasy"],
    "id": 22,
    "createdAt": "2025-06-17T14:51:42.036Z",
    "updatedAt": "2025-06-17T14:51:42.036Z"
  },
  {
    "title": "Hades",
    "category": "Roguelike",
    "platform": ["PC", "Playstation 5", "Xbox Series X/S", "Nintendo Switch", "Mac"],
    "releaseYear": 2020,
    "developer": "Supergiant Games",
    "rating": 10,
    "coverUrl": "https://images.launchbox-app.com//3f904ee0-0a20-433f-aa5f-bfe8cf0f3464.png",
    "backdropUrl": "https://images.launchbox-app.com//1ba84c55-b740-4188-ba48-629e0bf2f3af.png",
    "description": "Hades è un action roguelike frenetico e stiloso in cui impersoni Zagreus, il figlio dell’Oscuro Signore degli Inferi, deciso a sfuggire al regno dei morti; tra poteri benedetti dagli dèi dell’Olimpo, nemici implacabili e una narrazione profonda intrecciata alla ciclicità della morte, ogni fuga è un’occasione per crescere, scoprire segreti e sfidare il destino in un mondo mitologico vibrante e magistralmente animato.",
    "gameMode": ["Giocatore Singolo"],
    "theme": ["Fantasy"],
    "id": 23,
    "createdAt": "2025-06-17T14:53:18.211Z",
    "updatedAt": "2025-06-17T14:53:18.211Z"
  }
]
